{
    "ayer": {
        "attackedThisTurn": [],
        "deck": [
            {
                "atk": 3000,
                "def": 2500,
                "defenseMode": false,
                "description": "This legendary dragon is a powerful engine of destruction. Virtually invincible, very few have faced this awesome creature and lived to tell the tale.",
                "isSet": false,
                "name": "Blue-Eyes White Dragon",
                "type": "Monster"
            },
            {
                "atk": 2100,
                "def": 700,
                "defenseMode": false,
                "description": "A shadow dragon, slender yet deadly. Kuroma hides within dark clouds, striking without warning and bringing silent destruction to its prey.",
                "isSet": false,
                "name": "Kuroma",
                "type": "Monster"
            },
            {
                "atk": 1750,
                "def": 200,
                "defenseMode": false,
                "description": "A crystal dragon born from solidified molten lava. T+pazolite's scales shimmer like gemstones, absorbing and reflecting light to confuse enemies on the battlefield.",
                "isSet": false,
                "name": "T+pazolite",
                "type": "Monster"
            },
            {
                "description": "If you controll a Blue eye white dragon destroy all card your opponent controll but skip your next 2 battle phase.",
                "name": "Burst Stream of Destruction",
                "type": "Spell"
            },
            {
                "atk": 1500,
                "def": 400,
                "defenseMode": false,
                "description": "A young flame dragon constantly yearning to prove its might. Its immature blue flames often ignite unexpected wildfires across the land.",
                "isSet": false,
                "name": "Feryquitous",
                "type": "Monster"
            },
            {
                "description": "Buff a monster attack and defense by 100 for each faceup monster you control when this card is activated.",
                "name": "Dragon United",
                "type": "Spell"
            },
            {
                "atk": 2000,
                "def": 1600,
                "defenseMode": false,
                "description": "A divine flower dragon, rare and mesmerizing. Camellia commands deadly blossoms, blending beauty with fatal poison in a delicate yet deadly dance.",
                "isSet": false,
                "name": "Camellia",
                "type": "Monster"
            },
            {
                "description": "Buff a monster attack by 200 when this card is activated.",
                "name": "World Vanquisher",
                "type": "Spell"
            },
            {
                "atk": 2300,
                "def": 900,
                "defenseMode": false,
                "description": "A sonic dragon traveling across dimensions through ultrasonic waves. Sakuzyo’s roar can shatter metal, and those who hear it often lose their sense of direction completely.",
                "isSet": false,
                "name": "Sakuzyo",
                "type": "Monster"
            },
            {
                "description": "Shuffle your opponent's deck when this card is activated.",
                "name": "Oshama Scramble",
                "type": "Spell"
            },
            {
                "atk": 1900,
                "def": 0,
                "defenseMode": false,
                "description": "A razorwind dragon whose translucent body leaves only trails of slashing winds. Without any defenses, it relies entirely on blinding speed and lethal precision.",
                "isSet": false,
                "name": "Sasakure",
                "type": "Monster"
            },
            {
                "description": "Sacrifice 2/3 of your lifepoint, “Blue Eyes White Dragon” you controll can now attack twice in a turn ( can not active “Re:End of a dream” the turn you activate this card).",
                "name": "Rage of the blue eyes",
                "type": "Spell"
            },
            {
                "atk": 3000,
                "def": 2500,
                "defenseMode": false,
                "description": "This legendary dragon is a powerful engine of destruction. Virtually invincible, very few have faced this awesome creature and lived to tell the tale.",
                "isSet": false,
                "name": "Blue-Eyes White Dragon",
                "type": "Monster"
            },
            {
                "atk": 1500,
                "def": 500,
                "defenseMode": false,
                "description": "A black dragon born from the ashes of fallen stars. Though not powerful in offense, BlackY possesses the stubborn will to rise from ruins and survive every battle.",
                "isSet": false,
                "name": "BlackY",
                "type": "Monster"
            }
        ],
        "field": [
            {
                "atk": 1800,
                "def": 0,
                "defenseMode": false,
                "description": "A nomadic dragon god wandering through the eastern forests. With no defensive armor, it relies on immense speed and broad wings to outmaneuver and strike down any who dare approach.",
                "isSet": false,
                "name": "Morimori Atsushi",
                "type": "Monster"
            }
        ],
        "hand": [
            {
                "description": "If and only if your lifepoint is lower or equal to 500 you can activate this card. When this card is activated, you can conduct anorther turn",
                "name": "Re:End of a dream",
                "type": "Spell"
            },
            {
                "atk": 1450,
                "def": 1000,
                "defenseMode": false,
                "description": "An ancient dragon that once guarded sacred lands. Though its strength has waned with time, Laur’s unwavering spirit remains, ready to sacrifice itself to halt any invader’s advance.",
                "isSet": false,
                "name": "Laur",
                "type": "Monster"
            },
            {
                "description": "Flip coin, winner gets draw 2 cards",
                "name": "Flower Snow Drum'n'Bass",
                "type": "Spell"
            },
            {
                "description": "Look at your full deck and place a card you like at the top of the deck.",
                "name": "Disorted Fate",
                "type": "Spell"
            }
        ],
        "hp": 4000
    }
}
